cases/5x/15/system/include/geometry
Vehicle0
{
    type triSurfaceMesh;
    file "Vehicle0.stl";
}
Vehicle1
{
    type triSurfaceMesh;
    file "Vehicle1.stl";
}
Vehicle2
{
    type triSurfaceMesh;
    file "Vehicle2.stl";
}
Vehicle3
{
    type triSurfaceMesh;
    file "Vehicle3.stl";
}
Vehicle4
{
    type triSurfaceMesh;
    file "Vehicle4.stl";
}
fullDomain
{
    type searchableBox;
    min (-3.0 0.0 0.0);
    max (30.0 3.0 5.0);
}
refinementBox0
{
    type searchableBox;
    min (-0.1 0.0 0.0);
    max (2.088 0.294 0.507);
}
refinementBox1
{
    type searchableBox;
    min (5.231 0.0 0.0);
    max (7.419 0.294 0.507);
}
refinementBox2
{
    type searchableBox;
    min (10.562 0.0 0.0);
    max (12.750 0.294 0.507);
}
refinementBox3
{
    type searchableBox;
    min (15.893 0.0 0.0);
    max (18.081 0.294 0.507);
}
refinementBox4
{
    type searchableBox;
    min (21.224 0.0 0.0);
    max (23.412 0.294 0.507);
}
